[
    {
        "id": "" ,
        "text": "--职业--"
    },
    {
        "id": 1,
        "text": "IT"
    },
    {
        "id": 2,
        "text": "制造"
    },
    {
        "id": 3,
        "text": "医疗"
    },
    {
        "id": 4,
        "text": "金融"
    },
    {
        "id": 5,
        "text": "商业"
    },
    {
        "id": 6,
        "text": "文化"
    },
    {
        "id": 7,
        "text": "艺术"
    },
    {
        "id": 8,
        "text": "法律"
    },
    {
        "id": 9,
        "text": "教育"
    },
    {
        "id": 10,
        "text": "市政"
    },
    {
        "id": 11,
        "text": "房地产"
    },
    {
        "id": 12,
        "text": "公益类"
    },
    {
        "id": 13,
        "text": "自由职业"
    }
]