[
    {
        "id": "介绍自己" ,
        "text": "介绍自己"
    },{
        "id": "发帮帮" ,
        "text": "发帮帮"
    },{
        "id": "发话题" ,
        "text": "发话题"
    },{
        "id": "发邀约" ,
        "text": "发邀约"
    },{
        "id": "每日签到" ,
        "text": "每日签到"
    },{
        "id": "注册" ,
        "text": "注册"
    },{
        "id": "社区认证" ,
        "text": "社区认证"
    },{
        "id": "被感谢" ,
        "text": "被感谢"
    },{
        "id": "评论" ,
        "text": "评论"
    },{
        "id": "资料完善" ,
        "text": "资料完善"
    },{
        "id": "连续七日签到" ,
        "text": "连续七日签到"
    },{
        "id": "邀请邻居" ,
        "text": "邀请邻居"
    },{
        "id": "采纳回复" ,
        "text": "采纳回复"
    }
]