[
   {
        "id": "资料完善" ,
        "text": "资料完善"
    },{
        "id": "社区认证" ,
        "text": "社区认证"
    },{
        "id": "用户注册" ,
        "text": "用户注册"
    },{
        "id": "邀请邻居" ,
        "text": "邀请邻居"
    },{
        "id": "介绍自己" ,
        "text": "介绍自己"
    },{
        "id": "帮帮采纳" ,
        "text": "帮帮采纳"
    },{
        "id": "兑换商品" ,
        "text": "兑换商品"
    },{
        "id": "帮帮悬赏" ,
        "text": "帮帮悬赏"
    },{
        "id": "连续七天签到" ,
        "text": "连续七天签到"
    },{
        "id": "后台发放" ,
        "text": "后台发放"
    }
]